{
  "hero_title": "Driving Glorious Growth to the Next Generation with the Power of Innovation",
  "hero_subtitle": "Aiming to become a next-generation global company from Japan in the world market.",
  "feature_title": "Real Estate Planning & Monetization Support",
  "feature_desc": "Kamo maximizes the potential of all real estate by combining data analysis with a global perspective. From revitalizing idle properties to supporting lodging operations, we provide new-era real estate solutions that contribute to enhancing our clients' asset value.",
  "vision_title": "Our Vision",
  "vision_main": "With Trust as our Roots and Innovation as our Blossom, to Flourish on the World Stage.",
  "vision_sub": "While centering our business on international trade, IT, and real estate, we are expanding our expertise into diverse fields such as medical, fashion, and e-commerce. By fusing these, we aim to become a next-generation global company from Japan with a competitive edge in the world market.",
  "services_title": "Our Services",
  "services_1_title": "International Trade & Global Distribution Support",
  "services_1_desc": "Acting as a reliable bridge between Japan and the world, we support the construction of efficient and stable global supply chains.",
  "services_2_title": "Information Processing & SaaS Development",
  "services_2_desc": "We develop proprietary, cutting-edge SaaS applications that resolve business inefficiencies and powerfully drive corporate digital transformation (DX).",
  "services_3_title": "Real Estate Planning & Monetization Support",
  "services_3_desc": "Leveraging data and IT, we provide comprehensive support from the revitalization of idle properties to their operation, maximizing asset value.",
  "news_title": "News",
  "news_button": "View All News",
  "about_title": "About Us",
  "about_subtitle": "Kamo is a global company built on a foundation of trust, driving significant growth across diverse businesses and enriching the future with innovative value.",
  "about_link_1_title": "Philosophy",
  "about_link_1_desc": "Our Mission and Vision",
  "about_link_2_title": "Company Profile",
  "about_link_2_desc": "Basic company information",
  "about_link_3_title": "Access",
  "about_link_3_desc": "Directions to our head office"
}