{
  "hero_title": "As Vast as the Ocean,Carrying Waves of Trust and Innovation to the Next Generation",
  "hero_subtitle": "We aim to be a next-generation global company from Japan in the world market.",
  "feature_title": "Real Estate Planning & Profitability Support",
  "feature_desc": "Blue Ocean Co., Ltd. maximizes the potential of all real estate by combining data analysis with a global perspective. From revitalizing idle properties to supporting accommodation facility operations, we provide new-era real estate solutions that contribute to enhancing our clients' asset value.",
  "vision_title": "OUR VISION",
  "vision_main": "As Vast as the Ocean,Carrying Waves of Trust and Innovation to the Next Generation",
  "vision_sub": "We merge deep expertise in international trade, IT, and real estate to become a competitive, next-generation global company originating from Japan.",
  "services_title": "SERVICES",
  "services_1_title": "Int'l Trade & Distribution Support",
  "services_1_desc": "As a reliable bridge connecting Japan and the world, we build and support efficient and stable global supply chains.",
  "services_2_title": "Information Processing & SaaS Development",
  "services_2_desc": "We develop cutting-edge SaaS applications in-house to resolve business inefficiencies and strongly promote corporate DX.",
  "services_3_title": "Real Estate Planning & Profitability Support",
  "services_3_desc": "Utilizing data and IT, we provide comprehensive support from the revitalization to the operation of idle properties, maximizing asset value.",
  "news_title": "NEWS",
  "news_button": "View All News",
  "about_title": "ABOUT US",
  "about_subtitle": "Blue Ocean Co., Ltd. is a next-generation global company that creates new value in diverse business areas, centered on trust and innovation.",
  "about_link_1_title": "Philosophy",
  "about_link_1_desc": "Our Mission and Vision",
  "about_link_2_title": "Company Profile",
  "about_link_2_desc": "Basic company information",
  "about_link_3_title": "Access",
  "about_link_3_desc": "Directions to our head office"
}