{
  "header_category": "Services",
  "header_title": "Real Estate Planning & Profitability Support",
  "header_subtitle": "We maximize asset value through unique real estate consulting that fuses expertise in IT, finance, and international trade.",
  "intro_title": "A New 'Blue Ocean' for Real Estate.",
  "intro_paragraph": "In this era of rapid change, property value is no longer determined by location and age alone. Blue Ocean Co., Ltd. discovers and maximizes the unseen value (the 'blue ocean') dormant in all properties through a scientific, data-based approach that integrates our knowledge of IT, finance, and international trade.",
  "core_services_title": "The Core of Real Estate Consulting",
  "service_1_title": "Market & Data Analysis",
  "service_1_desc": "We formulate optimal business plans (for accommodations, commercial facilities, residences, etc.) based on objective evidence from multifaceted analysis of regional demographics, inbound demand, and competitor data.",
  "service_2_title": "Asset Management",
  "service_2_desc": "From revitalizing idle properties to improving the profitability of operational facilities and devising exit strategies. We maximize our clients' asset value from a long-term perspective.",
  "service_3_title": "Real Estate DX Support",
  "service_3_desc": "Leveraging our SaaS development expertise, we promote the DX of property management (PM) and revenue management (RM), streamlining operations and improving profitability.",
  "benefits_title": "Benefits of Blue Ocean's Consulting",
  "benefit_1": "Maximization of investment returns through a data-driven approach.",
  "benefit_2": "Revitalization of idle properties through optimal change-of-use strategies aligned with trends, such as hotels and private lodgings.",
  "benefit_3": "Streamlined real estate operations and cost reduction through technology implementation.",
  "benefit_4": "Development of new sales and fundraising channels by leveraging our network of overseas investors.",
  "casestudy_title": "Achievements & Case Studies",
  "case_1_title": "Revitalizing a Vacant Rural House into a Popular Accommodation",
  "case_1_desc": "Renovated a traditional house based on inbound demand forecasts. Became a popular facility with 85% occupancy rate by leveraging OTAs and SNS marketing.",
  "case_2_title": "Profitability Improvement Project for a Downtown Commercial Building",
  "case_2_desc": "Overhauled tenant mix and rent settings, improving the vacancy rate from 20% to 2%. The building's total asset value increased by 1.5x.",
  "case_3_title": "Portfolio Construction for Overseas Investors",
  "case_3_desc": "Analyzed the Japanese investment real estate market to construct and propose an investment portfolio with optimized risk and return."
}