{
  "header_category": "Services",
  "header_title": "International Trade & Distribution Support",
  "header_subtitle": "Riding the waves of trust and innovation to connect Japan with the world. Blue Ocean Co., Ltd. fully supports your global business.",
  "intro_title": "In a complex global situation, a stable supply chain is the lifeline of business.",
  "intro_paragraph": "Blue Ocean Co., Ltd. combines technology cultivated in our IT infrastructure business with a unique global network to provide next-generation international trade and distribution solutions that go beyond simple logistics arrangements, guiding the resolution of all challenges in our clients' overseas operations.",
  "core_services_title": "Core Services Offered",
  "service_1_title": "Global Supply Chain Construction",
  "service_1_desc": "We design and build optimal international logistics networks for your business, optimizing costs and lead times to ensure a stable supply.",
  "service_2_title": "Import/Export & Customs Support",
  "service_2_desc": "We provide one-stop support for complex trade procedures, tariff calculations, and regulatory compliance, enabling smooth international transactions.",
  "service_3_title": "Market Research & Overseas Market Development",
  "service_3_desc": "Utilizing our unique network and data analysis, we discover new overseas markets and help bring your products and services to the world.",
  "benefits_title": "The Value of Blue Ocean's Trade Support",
  "benefit_1": "Smooth entry into overseas markets and rapid sales channel expansion.",
  "benefit_2": "Optimization of logistics costs and reduction of lead times through IT utilization.",
  "benefit_3": "Freedom from complex and time-consuming trade practices to focus on core business.",
  "benefit_4": "Stable and sustainable business operations through global-standard risk management.",
  "casestudy_title": "Case Studies",
  "case_1_title": "Company A: Cosmetics Export Support to the Asian Market",
  "case_1_desc": "Supported everything from market research to finding local partners and acquiring complex permits. Achieved a 300% increase in sales in six months.",
  "case_2_title": "Company B: Precision Equipment Import from Europe",
  "case_2_desc": "Redesigned the supply chain, reducing logistics costs by 20%. Optimized inventory management by introducing IT tools.",
  "case_3_title": "Company C: Cross-Border E-commerce Platform Construction",
  "case_3_desc": "Collaborated with the SaaS development team to build a multilingual, multi-currency e-commerce site, enabling direct sales to customers worldwide."
}