{
  "problem_card_title": "The Client's Challenge",
  "solution_card_title": "Blue Ocean's Solution",
  "header_category": "Services",
  "header_title": "IT Infrastructure & SaaS Development",
  "header_subtitle": "We achieve operational efficiency and create new business value with custom-made IT solutions fully tailored to your business.",
  "intro_title": "The optimal IT partner to accelerate your business growth.",
  "intro_paragraph": "In today's business environment, digital transformation (DX) is no longer an option but a necessity. Blue Ocean Co., Ltd. deeply understands each client's business model to provide robust IT infrastructure and custom SaaS development that truly creates value, going beyond the implementation of off-the-shelf products.",
  "problem_section_title": "Solving Business Challenges with Technology",
  "problem_1_q": "Existing workflows are inefficient with many remaining manual tasks.",
  "problem_1_a": "We thoroughly analyze business processes to identify bottlenecks and design/develop custom SaaS applications to eliminate waste.",
  "problem_2_q": "Off-the-shelf software cannot meet our company's unique requirements.",
  "problem_2_a": "We build custom systems that are a 100% fit for your business, designed for scalability and maintainability to support future growth.",
  "problem_3_q": "Our IT infrastructure is outdated, with security and performance concerns.",
  "problem_3_a": "We support the migration to a robust and scalable modern IT infrastructure using major cloud platforms like AWS and Azure, from planning to execution.",
  "benefits_title": "The Transformation Brought by Blue Ocean's IT Solutions",
  "benefit_1": "Dramatically improve company-wide operational efficiency by eliminating manual, person-dependent tasks.",
  "benefit_2": "Establish a unique competitive advantage with a system perfectly matched to your business model.",
  "benefit_3": "Flexible adaptability to future business expansion with a scalable cloud infrastructure.",
  "benefit_4": "Enable swift and accurate management decisions through centralized data management and visualization.",
  "casestudy_title": "Case Studies",
  "case_1_title": "Company A: SaaS-ification of Sales Management System",
  "case_1_desc": "Developed a SaaS to manage inventory and sales in real-time, moving away from Excel. Achieved over 40 hours of work time reduction per month.",
  "case_2_title": "Company B: Infrastructure Overhaul for a Large-Scale E-commerce Site",
  "case_2_desc": "Frequent server downs due to traffic spikes. Migrated the entire infrastructure to AWS, achieving 99.99% availability and a 3x improvement in display speed.",
  "case_3_title": "Clinic C: Development of an Online Reservation System",
  "case_3_desc": "Developed a web reservation and questionnaire system for patients to reduce the burden of phone reservations, automating 85% of booking tasks."
}